Repository: thorgate/tg-react
Catalog: *_react/locale/*/LC_MESSAGES/django.po
Languages: et

source: User with this e-mail address already exists.
et: Sellise e-mailiga kasutaja juba eksisteerib.

source: Your account has been disabled.
et: Sinu konto on blokeeritud.

source: Unable to login with provided credentials.
et: Antud e-maili ja parooliga ei õnnestu sisse logida.

source: Please enter both email and password.
et: Palun sisestage nii email kui ka parool.

source: Phone number needs to include valid country code (E.g +37255555555).
et: Telefoninumber peab sisaldama korrektset riigikoodi (nt +37255555555).

source: The phone number entered is not valid.
et: Sisestatud telefoninumber ei ole korrektne.

source: We do not have user with given e-mail address in our system.
et: Sellise e-mailiga kasutajat ei leitud.

source: Password mismatch.
et: Paroolid ei kattu.

source: Broken data.
et: Vigased andmed.

source: User not found.
et: Kasutajat ei leitud.

source: This password recovery link has expired or associated user does not exist.
et: Parooli taastamise link on aegunud või seotud kasutajat ei eksisteeri.

source: Use password recovery form to get new e-mail with new link.
et: Palun kasutage parooli taastamise vormi, et saada uus e-mail uue lingiga.

source: Password restore
et: Parooli taastamine
